
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Überprüfen Sie, dass Ihre Apple Wi-Fi-Basisstation angeschlossen ist und sich in Reichweite Ihres Computers befindet bzw. über Ethernet verbunden ist, und versuchen Sie es erneut. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Unbekanntes Problem (%@)";
"tooNew.description" = "Die Apple Wi-Fi-Basisstation hat ein unbekanntes Problem gemeldet. Klicken Sie auf „Softwareaktualisierung“, um das AirPort-Dienstprogramm zu aktualisieren, und versuchen Sie es erneut.";
"tooNew.remedy" = "Softwareaktualisierung …";

/* kACPProblemCodeUnknown */
"unkn" = "Unbekanntes Problem";
"unkn.description" = "Die Apple Wi-Fi-Basisstation meldet ein unbekanntes Problem. Schalten Sie sie aus und erneut ein, überprüfen Sie, ob die Firmware auf dem neuesten Stand ist, oder setzen Sie die Hardware zurück. Durch das Zurücksetzen werden alle Einstellungen gelöscht und Sie müssen die Basisstation erneut einrichten.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet nicht verbunden";
"waNL.description" = "Am Ethernet-WAN-Anschluss ist nichts angeschlossen. Falls Sie ein DSL-Modem, ein Kabelmodem oder ein anderes Breitbandmodem für den Internetzugang verwenden oder ein mit dem Internet verbundenes Netzwerk nutzen, schließen Sie das Breitbandmodem oder ein Netzwerkkabel am Ethernet-WAN-Anschluss an.";
"waNL.furtherInfo" = "Nach dem Überprüfen der Ethernet-Verbindung zum WAN-Anschluss, klicken Sie auf „Ethernet-WAN-Anschluss überprüfen“.";
"waNL.retest" = "Ethernet-WAN-Anschluss überprüfen";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Internetverbindung";
"waNI.description" = "Ihre Apple Wi-Fi-Basisstation verfügt über keine gültige IP-Adresse. Überprüfen Sie, dass die Basisstation an Ihr Breitbandmodem angeschlossen bzw. mit dem lokalen Netzwerk verbunden ist, überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut. Wenn Sie weiterhin keine Verbindung herstellen können, setzen Sie sich mit Ihrem Internet-Anbieter in Verbindung.";
"waNI.furtherInfo" = "Die einfachstes Lösung für dieses Problem ist Ihr Breitbandmodem zurückzusetzen. Um das Modem zurückzusetzen, schalten Sie es aus, warten Sie mindestens 5 Minuten und schalten Sie es wieder ein.";
"waNI.remedy" = "Internet …";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Drahtloses Netzwerk";
"raNN.description" = "Diese Apple Wi-Fi-Basisstation ist für die Verbindung mit einem drahtlosen Netzwerk konfiguriert, das nicht gefunden wurde. Wenn Sie das gewünschte Netzwerk nicht im Popup-Menü „Netzwerkname“ sehen, geben Sie den Netzwerknamen und das Kennwort ein und versuchen Sie es erneut.";
"raNN.remedy" = "Drahtlos …";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "WDS-Fehler";
"wdsP.description" = "Diese Apple Wi-Fi-Basisstation wurde als Teil eines WDS-Netzwerks eingerichtet. Es wurden jedoch keine anderen Apple Wi-Fi-Basisstationen gefunden.";
"wdsP.furtherInfo" = "Überprüfen Sie die MAC-Adressen der drahtlosen WDS-Geräte. Überprüfen Sie auch, dass die drahtlosen Geräte an die Steckdose angeschlossen sind und sich in Reichweite der Apple Wi-Fi-Basisstation befinden.";
"wdsP.remedy" = "WDS …";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "PPPoE-Server";
"ppNS.description" = "Diese Apple Wi-Fi-Basisstation verwendet zum Herstellen einer Internetverbindung PPPoE. Es wurde jedoch kein PPPoE-Server gefunden. Überprüfen Sie, ob Sie laut Ihres Internet-Anbieters PPPoE verwenden müssen, ob das Modem eingeschaltet und mit dem WAN-Anschluss dieser Apple Wi-Fi-Basisstation verbunden ist und versuchen Sie es erneut. Wenn Sie weiterhin keine Verbindung herstellen können, setzen Sie sich mit Ihrem Internet-Anbieter in Verbindung.";
"ppNS.remedy" = "PPPoE …";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "PPPoE-Kennwort";
"ppBP.description" = "Diese Apple Wi-Fi-Basisstation verwendet zum Herstellen einer Internetverbindung PPPoE und das von Ihnen eingegebene Kennwort ist falsch. Geben Sie das korrekte Kennwort ein und versuchen Sie es erneut. Wenn Sie weiterhin keine Verbindung herstellen können, setzen Sie sich mit Ihrem Internet-Anbieter in Verbindung.";
"ppBP.remedy" = "PPPoE …";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "RADIUS-Server";
"rdNS.description" = "Diese Apple Wi-Fi-Basisstation verwendet zum Herstellen einer Internetverbindung firmenweiten WPA oder eine RADIUS-basierte Zugriffskontrolle und es wurde kein RADIUS-Server gefunden. Überprüfen Sie die Servereinstellungen und versuchen Sie es erneut.";
"rdNS.remedy" = "Zugriff …";

/* kACPProblemCodeLowUSBPower */
"usbp" = "USB-Stromversorgung"; 
"usbp.description" = "Ein an den USB-Anschluss dieser Apple Wi-Fi-Basisstation angeschlossenes Gerät benötigt mehr Strom, als die Basisstation liefern kann. Schließen Sie das Gerät, wenn möglich, an eine Steckdose oder an einen USB-Hub mit externer Stromversorgung an.";
"usbp.remedy" = "Laufwerke …";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "Laufwerk muss repariert werden";
"fsck.description" = "Es ist ein Problem mit dem an Ihre Apple Wi-Fi-Basisstation angeschlossenen Laufwerk aufgetreten. Schließen Sie das Laufwerk an Ihren Computer an, um es zu reparieren.";
"fsck.remedy" = "Laufwerke …";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Internes Laufwerk muss repariert werden";
"Ifsc.description" = "Es ist ein Problem mit Ihrem Time Capsule-Laufwerk aufgetreten.";
"Ifsc.remedy" = "Laufwerke …";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Wenig freier Speicherplatz";
"fslo.description" = "Auf einem an diese Apple Wi-Fi-Basisstation angeschlossenen Laufwerk ist nur wenig freier Speicherplatz verfügbar.";
"fslo.remedy" = "Laufwerke …";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Wenig freier Speicherplatz auf internem Laufwerk";
"Ifsl.description" = "Auf Ihrem Time Capsule-Laufwerk ist nur wenig freier Speicherplatz verfügbar.";
"Ifsl.remedy" = "Laufwerke …";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Nicht unterstütztes Laufwerk";
"unsD.description" = "Ein an diese Apple Wi-Fi-Basisstation angeschlossenes Laufwerk wird nicht unterstützt und kann nicht verwendet werden. Versuchen Sie es mit einem anderen Laufwerk.";
"unsD.remedy" = "Laufwerke …";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "DHCP-Adresskonflikt";
"waRj.description" = "Diese Apple Wi-Fi-Basisstation hat eine DHCP-Adresse abgewiesen, die sich im gleichen Teilnetz wie deren interner DHCP-Server befindet. Sie sollten Ihre Apple Wi-Fi-Basisstation im Bridge-Modus verwenden. Sollten Sie für DHCP und NAT die gleiche IP-Adresse verwenden wollen, ändern Sie Ihren DHCP-Bereich.";
"waRj.remedy" = "Internet …";

/* kACPProblemCodeUnconfigured */
"ctim" = "Standardeinstellungen";
"ctim.description" = "Diese Apple Wi-Fi-Basisstation verwendet die Standardeinstellungen. Konfigurieren Sie Ihre Apple Wi-Fi-Basisstation zum Herstellen einer Verbindung mit dem Internet, sichern Sie das drahtlose Netzwerk und geben Sie ein Kennwort ein.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Software-Reset";
"soft.description" = "Diese Apple Wi-Fi-Basisstation wurde zurückgesetzt und Sie erhalten vorübergehend Zugriff, um die Einstellungen zu ändern, die Sie daran gehindert haben, auf das Netzwerk zuzugreifen.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Ungesichertes drahtloses Netzwerk";
"opNW.description" = "Diese Apple Wi-Fi-Basisstation ist innerhalb des drahtlosen Netzwerks nicht geschützt. Es wird empfohlen, dass Sie einen persönlichen WPA2 zum Schutz Ihres drahtlosen Netzwerks verwenden.";
"opNW.remedy" = "Schutz ändern …";
"opNW.assistDescription" = "Wenn Sie den Sicherheitsmodus nicht ändern, führt das dazu, dass die Statusanzeige dieser Apple Wi-Fi-Basisstation orange blinkt. Möchten Sie wirklich fortfahren?";

/* kACPProblemCodePublicPassword */
"pubP" = "Standardkennwort";
"pubP.description" = "Diese Apple Wi-Fi-Basisstation verwendet das Standardkennwort. Sie sollten das Kennwort ändern, um Ihre Apple Wi-Fi-Basisstation zu schützen.";
"pubP.remedy" = "Kennwort ändern …";
"pubP.assistDescription" = "Wenn Sie das Kennwort nicht ändern, führt das dazu, dass die Statusanzeige dieser Apple Wi-Fi-Basisstation orange blinkt. Möchten Sie wirklich fortfahren?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "Double-NAT";
"DubN.description" = "Diese Apple Wi-Fi-Basisstation verfügt über eine private IP-Adresse für ihren Ethernet-WAN-Anschluss. Sie ist mit einem Gerät oder Netzwerk verbunden, das Network Address Translation (NAT) nutzt, um private IP-Adressen bereitzustellen. Ändern Sie die Einstellungen Ihrer Apple Wi-Fi-Basisstation, um den Bridge-Modus anstatt DHCP und NAT zu verwenden.";
"DubN.remedy" = "Internet …";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Bonjour-Authentifizierung";
"wbAu.description" = "Der Name oder das Kennwort, der bzw. das zur Authentifizierung mit Ihrem DNS-Server verwendet wurde, ist nicht korrekt. Korrigieren Sie dies und versuchen es erneut. Falls das Problem weiterhin auftritt, wenden Sie sich an den Administrator des verwendeten DNS-Servers.";
"wbAu.remedy" = "Bonjour …";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Erweitertes Netzwerk";
"bsWD.description" = "Diese Apple Wi-Fi-Basisstation konnte das drahtlose Netzwerk nicht erweitern. Überprüfen Sie, dass das drahtlose Netzwerk, das erweitert werden soll, eingerichtet wurde und ordnungsgemäß funktioniert, dass das korrekte Kennwort in das Gerät eingegeben wurde und dass sich das Gerät in Reichweite des drahtlosen Netzwerks befindet.";
"bsWD.remedy" = "Drahtlos …";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Firmware-Update verfügbar";
"upAv.description" = "Klicken Sie für die neueste Firmware für diese Apple Wi-Fi-Basisstation auf „Firmware aktualisieren“.";
"upAv.remedy" = "Firmware aktualisieren …";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP über WAN";
"waSN.description" = "Diese Apple Wi-Fi-Basisstation ermöglicht SNMP über den Ethernet-WAN-Anschluss. Dadurch verringert sich die Netzwerksicherheit.";
"waSN.remedy" = "Protokolle & SNMP …";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Konfiguration über WAN";
"waCF.description" = "Diese Apple Wi-Fi-Basisstation ermöglicht die Konfiguration über den Ethernet-WAN-Anschluss. Dadurch verringert sich die Netzwerksicherheit.";
"waCF.remedy" = "Basisstation …";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Keine DNS-Server";
"nDNS.description" = "Diese Apple Wi-Fi-Basisstation verfügt über keine DNS-Serveradressen und es könnten möglicherweise Schwierigkeiten beim Herstellen einer Internetverbindung auftreten.";
"nDNS.remedy" = "Internet …";

/* kACPProblemCodeOldTimeZone */
"timz" = "Software-Update verfügbar";
"timz.description" = "Klicken Sie auf „Softwareaktualisierung“, um das AirPort-Dienstprogramm zu aktualisieren, und versuchen Sie es erneut.";
"timz.remedy" = "Softwareaktualisierung …";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Diese Apple Wi-Fi-Basisstation ist beschäftigt";
"TaIP.description" = "Stecken Sie diese Apple Wi-Fi-Basisstation nicht ab oder setzen Sie sie nicht zurück, bis sie verfügbar ist.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "Ihr MobileMe-Benutzername oder Ihr Kennwort sind ungültig";
"dMCR.description" = "Eingegebener MobileMe-Benutzername oder Kennwort sind nicht korrekt. Geben Sie Benutzernamen und Kennwort korrekt ein und versuchen Sie es erneut.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Dieses Gerät könnte überhitzen.";
"oTMP.description" = "Überprüfen Sie die Apple Wi-Fi-Basisstation. Wenn sie sich heiß anfühlt, stellen Sie sie an einen anderen Ort oder entfernen Sie Objekte, die die Lüftung möglicherweise behindern.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "IPv6-Tunnelfehler";
"6gdn.description" = "Beim IPv6-Tunnelendpunkt ist ein Fehler aufgetreten. Warten Sie, bis der Service wiederhergestellt ist, und wenden Sie sich an Ihren Internetanbieter, falls das Problem weiter besteht.";
"6gdn.remedy" = "IPv6-Einstellungen …";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "IPv6-Relaisfehler";
"6rdn.description" = "Beim IPv6-Relais-Router ist ein Fehler aufgetreten. Warten Sie, bis der Service wiederhergestellt ist, und wenden Sie sich an Ihren Internetanbieter, falls das Problem weiter besteht.";
"6rdn.remedy" = "IPv6-Einstellungen …";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Migration unterbrochen";
"mgrt.description" = "Die Time Capsule-Laufwerksmigration wurde unterbrochen.";
"mgrt.remedy" = "Laufwerke …";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Migration abgeschlossen";
"mgEr.description" = "Die Laufwerksmigration ist abgeschlossen. Klicken Sie auf fortfahren, um das alte Time Capsule-Laufwerk zu löschen.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Die Festplatte der Time Capsule fällt aus";
"SSdF.description" = "Mit dem Laufwerk Ihrer Time Capsule ist ein Problem aufgetreten. Verbinden Sie eine USB-Festplatte mit Ihrer Time Capsule und archivieren bzw. sichern Sie Ihre Daten mithilfe des Bereichs „Laufwerke“ des AirPort-Dienstprogramms. Eine Reparatur können Sie am Genius Bar im einem Apple Store oder bei einem Apple Authorized Service Provider durchführen lassen.";
"SSdF.remedy" = "Laufwerke …";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "AirPort-Laufwerk löschen";
"EraD.description" = "Das AirPort-Laufwerk „%@“ wird gerade gelöscht. Dieser Löschvorgang kann nicht abgebrochen werden.";

/* kACPTaskErasingInternalDisk */
"EraI" = "Time Capsule-Laufwerk löschen";
"EraI.description" = "Das Löschen des Time Capsule-Laufwerks kann nicht abgebrochen werden.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Time Capsule-Laufwerk archivieren";
"ArcI.description" = "Das Time Capsule-Laufwerk „%1$@“ wird gerade archiviert auf das AirPort-Laufwerk „%2$@“. Klicken Sie auf „Abbrechen“, um die Archivierung des Laufwerks zu stoppen.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "Ein Wert für „%@“ wird benötigt.";

/* vGenErrorTooShort */
"gErB" = "Der Wert für „%@“ ist zu kurz.";

/* vGenErrorTooLong */
"gErC" = "Der Wert für „%@“ ist zu lang.";

/* vGenErrorNotSupported */
"gErD" = "Die Einstellung „%@“ wird auf dieser Apple Wi-Fi-Basisstation nicht unterstützt.";

/* vGenErrorInvalid */
"gErE" = "Der Wert für „%@“ ist ungültig.";

/* vGenErrorTooHigh */
"gErF" = "Der Wert für „%@“ ist zu hoch.";

/* vGenErrorTooLow */
"gErG" = "Der Wert für „%@“ ist zu niedrig.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "Es befinden sich zu viele Einträge in der „%@“ Tabelle.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Geben Sie zur Gewährleistung der Sicherheit ein anderes Kennwort als „public“ ein.";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "Die Syslog-IP-Zieladresse ist ungültig.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "Syslog-Level ist ungültig.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "Der ausgewählte drahtlose Sicherheitsmodus ist für diese Apple Wi-Fi-Basisstation nicht zulässig.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "Sie haben einen ungültigen 40-Bit-WEP-Schlüssel eingegeben.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "Sie haben einen ungültigen 128-Bit-WEP-Schlüssel eingegeben.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "Das drahtlose Kennwort für ein „Transitional Security Network“ muss genau 13 Zeichen haben.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "Das drahtlose Kennwort für ein Netzwerk mit „Persönlicher WPA“ muss zwischen 8 und 63 Zeichen lang sein. Es darf auch 64 Hexadezimalzeichen lang sein.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "Der eingegebene Timeout für Gruppenschlüssel ist zu kurz. Er muss mindestens 10 Minuten lang sein.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "Der eingegebene Timeout für Gruppenschlüssel ist zu lang. Er kann maximal 9999999 Minuten lang sein.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "Diese Apple Wi-Fi-Basisstation unterstützt keine automatische Kanalauswahl.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "Die ausgewählte Multicast-Rate ist für höhere Abstände nicht gültig.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "Die ausgewählte Multicast-Rate ist für mittlere Abstände nicht gültig.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "Die ausgewählte Multicast-Rate ist für kleinere Abstände nicht gültig.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "Die ausgewählte Multicast-Rate ist für 802.11b- oder 802.11b/g-kompatible Netzwerke nicht gültig.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "Die ausgewählte Multicast-Rate ist für 802.11g-Netzwerke nicht gültig.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "Diese Apple Wi-Fi-Basisstation unterstützt keinen Client-Modus.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "Der Sendermodus kann bei dieser Apple Wi-Fi-Basisstation nicht deaktiviert werden.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Wenn Sie einen Bereich von IP-Adressen unter Verwendung von DHCP gemeinsam nutzen möchten, müssen Sie Ihre IP-Adresse manuell konfigurieren. Haben Sie von Ihrem Internet-Anbieter einen Bereich statischer IP-Adressen erhalten, konfigurieren Sie Ihre Apple Wi-Fi-Basisstation mit der ersten IP-Adresse und verteilen Sie die übrigen über DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "Die eingegebene Router-Adresse ist nicht kompatibel mit Ihrer WAN-IP-Adresse.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "Ihre WAN-IP-Adresse und Ihre Router-IP-Adresse müssen unterschiedlich sein.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "Ein manuell konfigurierter IPv6-Tunnel benötigt eine statische WAN-IP-Adresse.";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "Der WAN-Anschluss kann bei dieser Apple Wi-Fi-Basisstation nicht deaktiviert werden.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "Damit die entfernte Verwaltung über den WAN-Anschluss funktioniert, muss der WAN-Anschluss aktiviert sein.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Wenn Sie PPPoE oder ein Modem verwenden, um über PPP eine Verbindung herzustellen, müssen Sie „DHCP/NAT“ auswählen.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Wenn Ihre Apple Wi-Fi-Basisstation für die Verbindung mit einem drahtlosen Netzwerk konfiguriert ist, wird die gemeinsame Nutzung Ihrer Internetverbindung nicht unterstützt."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "Der eingegebene DHCP-Bereich steht in Konflikt mit der WAN-IP-Adresse Ihrer Apple Wi-Fi-Basisstation.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "Die Anfangs- oder Endadresse des DHCP-Bereichs ist ungültig.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "WPA mit WDS ist für diese Apple Wi-Fi-Basisstation nicht zulässig. Überprüfen Sie, dass Sie die aktuelle Firmware verwenden.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "Das WDS erfordert mehrere Apple Wi-Fi-Basisstationen. Fügen Sie mindestens ein gleichrangiges WDS hinzu.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS ist nicht mit firmenweitem WPA-Schutz kompatibel. Wenn Sie ein WDS-Netzwerk konfigurieren möchten, sollten Sie den Schutz „Persönlicher WPA“ verwenden.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "WDS ist nicht kompatibel mit Sendermodi, die mit 5 GHz arbeiten. Ändern Sie den Sendermodus und versuchen es erneut.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "Die MAC-Adressen-Zugriffskontrolle ist aktiviert, aber es gibt keine Einträge. Deaktivieren Sie die MAC-Adressen-Zugriffskontrolle oder fügen Sie der Liste Einträge hinzu.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Um über Bonjour global zu veröffentlichen, ist ein Wide-Area-Hostname erforderlich. Sie können Ihre Bonjour-Einstellungen durch Klicken auf die Taste „Bearbeiten“ im Bereich „%@“ der AirPort-Einstellungen konfigurieren.";

/* End of AirePortErrors.strings file */
